# language: ru

# Тестовые данные:

Функция: Тестдва

  Сценарий: Тестдваодин

    * страница "Главная страница" загружена
    * выполнено двойное нажатие на "Песочница"
    * нажатием на кнопку "Товары" загружена страница "Список товаров"
    * нажатием на кнопку "Добавить" загружена страница "Добавление товара"
    * поле "Имя" заполняется значением "Цукини256"
    * выполнено нажатие на "Тип"
    * выполнено нажатие на "Фрукт"
    * выполнено нажатие на "Чек"
    * выполнено нажатие на "Сохранить"
    * страница "Список товаров" загружена




